Repository: kieulanalp/EngineeringStuffs
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: vi

source: & Foyer
vi: & Foyer / Phòng họp và sảnh

source: & of Total area
vi: % of Total area / % tổng diện tích

source: (3hrs)
vi: (3h)

source: (The signal must be a siren or two-tone)
vi: (The signal must be a siren or two-tone) / tín hiệu phải là âm báo động hoặc gồm hai âm vực

source: (m2)
vi: (m2) / Diện tích gross khách sạn

source: * Quick connection - the facility to connect a portable generator without modifications to the installation being required in a suitable location.
vi: * Quick connection - the facility to connect a portable generator without modifications to the installation being required in a suitable location. / Kết nối nhanh - cơ sở vật chất để kết nối máy phát điện di động mà không cần sửa đổi gì trên máy cần được bố trí ở vị trí thích hợp

source: +UPS
vi: +UPS / Kèm bộ lưu điện

source: - AIR VELOCITY
vi: - Air Velocity / Vận tốc gió

source: - ALL AREAS TO BE REACHED WTH 30m HOSE,
vi: - ALL AREAS TO BE REACHED WTH 30m HOSE, / Tất cả các khu vực có thể tiếp cận bởi cuộn vòi 30m

source: - CONSISTENT AIR TEMPERATURE
vi: - Consistent air temperature / Nhiệt độ không khí ổn định

source: ----- Wafer Cooled centrifugal LV chiller (1053 kW) without VFD
vi: ----- Wafer Cooled centrifugal LV chiller (1053 kW) without VFD / Chiller ly tâm LV giải nhiệt nước không biến tần

source: ----- Water Cooled centrifugal LV chiller (1053 kW) with VFD ■
vi: ----- Water Cooled centrifugal LV chiller (1053 kW) with VFD / Chiller ly tâm LV giải nhiệt nước có biến tần

source: -REFER TO IHG GLOBAL TECHNOLOGY
vi: -REFER TO IHG GLOBAL TECHNOLOGY / xem Tiêu chuẩn Kỹ thuật toàn cầu IHG

source: -REFER TO OPTIONS LISTED
vi: -refer to options listed / Phương án A/C cho phòng khách: / - tham khảo danh sách p/an

source: -System
vi: System / Hệ thống

source: -TO ALLOW FOR MULTIPLE PROVIDERS
vi: -TO ALLOW FOR MULTIPLE PROVIDERS / Cho phép sử dụng nhiều nhà cung cấp

source: .PPROPRIATE FOR
vi: Appropriate for

source: 0.1ppm
vi: 0.1ppm / Hàm lượng đồng ít hơn 0.1ppm

source: 0.35m3/guest night maximum
vi: 0.35 m3/guest night maximum;;;tối đa 0.35m3/khách/đêm

source: 0.45m3/guest night maximum
vi: 0.45 m3/guest night maximum;;;tối đa 0.45m3/khách/đêm

source: 0.70m3/guest night maximum
vi: 0.70 m3/guest night maximum;;;tối đa 0.70m3/khách/đêm

source: 1 All public area lighting must be designed in co-ordination with the interior designer, and local light switching not to be visible to guests (except meeting rooms)
vi: 1 All public area lighting must be designed in co-ordination with the interior designer, and local light switching not to be visible to guests (except meeting rooms) / Tất cả chiếu sáng công cộng phải được thiết kế cùng thiết kế nội thất, và công tắc không được để lộ cho khách thấy (trừ phòng họp)

source: 1 light only
vi: 1 light only / Chỉ 1 đèn

source: 1 m above floor
vi: 1 m above floor / 1m trên mức sàn

source: 1 only
vi: 1 only / chỉ 1

source: 1. ALL DEVICES (DETECTORS. SPRINKLER FLOW SWITCHES. MANUAL CALL POINTS ETC.) SHALL HAVE INDIVIDUAL DEVICE ADDRESSES.
vi: 1. ALL DEVICES (DETECTORS. SPRINKLER FLOW SWITCHES. MANUAL CALL POINTS ETC.) SHALL HAVE INDIVIDUAL DEVICE ADDRESSES. / Tất cả thiết bị (đầu báo, công tắc dòng chảy sprinkler, nút báo cháy khẩn...) phải được định địa chỉ riêng

source: 1. IN SOME LOCATIONS AIR COOLED CHILLER OPTION IS PREFERRED - REFER IHG.
vi: 1. IN SOME LOCATIONS AIR COOLED CHILLER OPTION IS PREFERRED - REFER IHG. / Tại một số địa điểm, ưu tiên sử dụng chiller giải nhiệt gió - tham khảo IHG

source: 10 AC/hr. or sized to dissipate heat and moisture from equipment if details are available.
vi: 10 AC/hr. or sized to dissipate heat and moisture from equipment if details are available. / 10AC/giờ hoặc có kích cỡ đủ để tản nhiệt và hơi ẩm từ thiết bị nếu có chi tiết

source: 10% Negative, max 15 Pa
vi: 10% Negative, max 15 Pa / 10% âm, tối đa 15Pa

source: 10% Negative, max 15 pa
vi: 10% Negative, max 15 pa / 10% âm, tối đa 15pa

source: 100% for chiller compressor
vi: 100% for chiller compressor / 100% cho máy nén chiller

source: 100% for compressor
vi: 100% for compressor / 100% cho máy nén

source: 1000m above floor
vi: 1000mm above floor / 1000mm trên mức sàn

source: 1000mm above floor
vi: 1000mm above floor / 1000mm trên mức sàn

source: 100mm above floor
vi: 100mm above floor / 100mm trên mức sàn

source: 12 Month old installation - poor vapour barrier
vi: 12 Month old installation - poor vapour barrier / Chi tiết lắp đặt 12 tháng - chặn hơi nước kém

source: 120 Minute fire resisting construction
vi: 120 Minute fire resisting construction / Kết cấu chống cháy 120p

source: 120 minutes + sprinkler protection
vi: 120 minutes + sprinkler / 120p + bảo vệ với sprinkler

source: 15 l/s per m2 of wet area
vi: 15 l/s per m2 of wet area / 15 l/s per m2 trong khu ướt

source: 15 years
vi: 15 years / 15 năm

source: 2 -“pipe VRV” Heating or Cooling System
vi: 2 -“pipe VRV” Heating or Cooling System / Hệ thống sưởi/làm mát VRV 2 ống

source: 2 Loose remote - loose table/floor lamps and display cabinets to have remotely switched nonstandard outlets
vi: 2 Loose remote - loose table/floor lamps and display cabinets to have remotely switched nonstandard outlets / Điều khiển rời - đèn rời để bàn/để sàn và các tủ trưng bày phải có ổ cắm không tiêu chuẩn, bật tắt từ xa

source: 2. PROVIDE SPARE PUMP OR MOTOR IMPELLER IN THE PLANT ROOM IN THE EVENT OF A BREATH DOWN.
vi: 2. PROVIDE SPARE PUMP OR MOTOR IMPELLER IN THE PLANT ROOM IN THE EVENT OF A BREAK DOWN. / Bố trí bơm dự phòng hoặc bộ cánh bơm trong phòng máy đề phòng trường hợp hỏng hóc

source: 2.2.10 Car Parking Garages
vi: 2.2.10 Car Parking Garages / Gara để xe

source: 2.2.4 TYPICAL GUEST FLOOR FIRE DAMPER REQUIREMENT
vi: 2.2.4 TYPICAL GUEST FLOOR FIRE DAMPER REQUIREMENT / YÊU CẦU VỀ VAN CHẶN LỬA CHO TẦNG PHÒNG KHÁCH ĐIỂN HÌNH

source: 2.5.1 System Types
vi: 2.5.1 System Types / Các loại hệ thống

source: 2.6.11 Cause and effect matrix
vi: 2.6.11 Cause and effect matrix / Ma trận nhân quả

source: 2.6.4 Definitions
vi: 2.6.4 Definitions / Định nghĩa

source: 2.6.5 Description
vi: 2.6.5 Description / Mô tả

source: 2.6.6.1 Single Stage
vi: 2.6.6.1 Single Stage / Một giai đoạn:

source: 2.6.6.2 Two stage
vi: 2.6.6.2 Two stage / Hai giai đoạn:

source: 2.6.8 System Fire Integrity
vi: 2.6.8 System Fire Integrity / Khả năng chịu lửa của hệ thống

source: 2.6.9 Impaired hearing provisions
vi: 2.6.9 Impaired hearing provisions / Phương án dành cho người khiếm thính

source: 2.7.2 Fire Sprinkler and Hose Reels Low Rise
vi: 2.7.2 Fire Sprinkler and Hose Reels Low Rise / Sprinkler và Cuộn vòi chữa cháy trong nhà thấp tầng

source: 2.7.7 Kitchen Hood Suppression
vi: 2.7.7 Kitchen Hood Suppression / Hệ thống chữa cháy chụp hút bếp

source: 2.7.8 Fog / Water Misting Systems
vi: 2.7.8 Fog / Water Misting Systems / Hệ thống sprinkler phun sương

source: 2.7.9 Other Fire Suppression Systems (e.g. Integrin, FM200)
vi: 2.7.9 Other Fire Suppression Systems (e.g. Integrin, FM200) / Các hệ thống chữa cháy khác (vd. Integrin, FM200)

source: 2.8.1 Stair Pressurisation Systems
vi: 2.8.1 Stair Pressurization System / Hệ thống tăng áp thang bộ

source: 20 years
vi: 20 năm

source: 20% for guest rooms
vi: 20% for guest rooms / 20% đối với phòng khách

source: 20-125mm straight lengths 4 m. 160630mm straight lengths 5,8 m
vi: 20-125mm straight lengths 4m. 160-630mm straight lengths 5,8 m / 20-125mm ống thẳng 4m. 160-630mm ống thẳng 5.8m

source: 24 HOUR ACCESS BY AUTHORITY
vi: 24 HOUR ACCESS BY AUTHORITY / Người có thẩm quyền có thể tiếp cận 24h

source: 25 year plant / system
vi: 25 year plant/ system / Máy/Hệ thống 25 năm

source: 25 year plant/ 20 year system
vi: 25 year plant/ 20 year system / Máy 25 năm/ hệ thống 20 năm

source: 25% for other areas
vi: 25% for other areas / 25% với các khu vực khác

source: 250kWh/m|2/annum
vi: 250kWh/m2/annum;;;250kWh/m2/năm

source: 260kWh/m|2/annum
vi: 260kWh/m2/annum;;;260kWh/m2/năm

source: 270kWh/m|2/annum
vi: 270kWh/m2/annum;;;270kWh/m2/năm

source: 3 -“pipe VRV” Simultaneous Heating and Cooling System
vi: 3 -“pipe VRV” Heating or Cooling System / Hệ thống sưởi/làm mát VRV 3 ống

source: 3 Refer to typical guest room layouts for preferred layout
vi: 3 Refer to typical guest room layouts for preferred layout / Tham khảo layout điển hình phòng khách

source: 3 power outlets + 1 clean earth power outlet per computer
vi: 3 power outlets + 1 clean earth power outlet per computer / 3 ổ điện +

source: 3.18.2 LOCATION OF EXHAUST IN GUEST BATHROOMS
vi: 3.18.2 LOCATION OF EXHAUST IN GUEST BATHROOMS / 3.18.2 Bố trí đường ống hút khí trong phòng tắm khách

source: 4 Degree Dead band
vi: 4 Degree Dead band / Dải Deadband 4 độ *Tiêu chuẩn này tính theo độ F (Ghi chú giải thích của PD: Deadband là một khoảng nhiệt độ xung quanh nhiệt độ đã set khi bật chế độ AUTO. Vd deadband 4 độ và nhiệt độ đã set là 70°F, tức là khoảng nhiệt độ sẽ duy trì ở mức từ 68-72°F. Trong khoảng này, điều hòa sẽ không cần liên tục thay đổi giữa chế độ làm nóng và làm lạnh để duy trì nhiệt độ thoải mái cho người dùng, giúp tiết kiệm năng lượng)

source: 4 Full WiFi throughout including back of house
vi: 4 Full WiFi throughout including back of house / Phát WIFI đầy đủ tại BOH

source: 4.12.1 Closed Circuit Water treatment
vi: 4.12.1 Closed Circuit Water treatment / Xử lý nước trong đường ống kín

source: 4.12.1 Hot water Temperature definitions -
vi: 4.12.1 Hot water Temperature definitions - / Định nghĩa Nhiệt độ nước nóng

source: 4.15.2 Four Pipe Fan Coil Units
vi: 4.15.2 Four Pipe Fan Coil Units / FCU 4 ống

source: 4.16.3 Guest room air distribution and heating
vi: 4.16.3 Guest room air distribution and heating / Phân bố không khí và sưởi trong phòng khách

source: 4.16.4 Typical guestroom 4-pipe fan coil unit system
vi: 4.16.4 Typical guestroom 4-pipe fan coil unit system / Hệ thống FCU 4 ống phòng khách điển hình

source: 4.16.6 Typical guestroom 4-pipe active chilled beam option
vi: 4.16.6 Typical guestroom 4-pipe active chilled beam option / Phương án chilled beam 4 ống cho phòng khách điển hình

source: 4.17 Pipe Material Options
vi: 4.17 Pipe Material Options / Lựa chọn vật liệu ống dẫn

source: 4.18.1 Frost Protection - Alternative may be simpler / more economical
vi: 4.18.1 Frost Protection - Alternative may be simpler/more economical / Bảo vệ chống đóng băng - Phương án thay thế có thể đơn giản/kinh tế hơn

source: 4.19.1 Administration (&BOH) A/C and Ventilation
vi: 4.19.1 Administration (&BOH) A/C and Ventilation / A/C và thông gió khối văn phòng (&BOH)

source: 4.19.2 Kitchens
vi: 4.19.2 Kitchens / Bếp

source: 4.19.3 IT Rooms
vi: 4.19.3 IT Rooms / Phòng IT

source: 4.19.4 Requirements at Entrances
vi: 4.19.4 Requirements at Entrances / Yêu cầu đối với lối ra vào

source: 4.19.5 Split Refrigerant DC system
vi: 4.19.5 Split Refrigerant DC system / Hệ thống điều hòa hai cục điện một chiều

source: 4.20.2 Comparative insulation thickness
vi: 4.20.2 Comparative insulation thickness / So sánh độ dày bảo ôn

source: 4000ppm
vi: 4000ppm / Hàm lượng chất rắn tan ít hơn 4000ppm

source: 48 hours
vi: 48 hours / 48 giờ

source: 4800 kPa to 21000 kPa
vi: 4800 kPa to 21000 kPa / 4800 kPa tới 21000 kPa

source: 5% Negative
vi: 5% Negative / 5% âm

source: 5% Negative (Note 6)
vi: 5% Negative (Note 6) / 5% Âm

source: 5% Negative, max 15 pa
vi: 5% Negative, max 15 pa / 5% âm, tối đa 15pa

source: 5% Positive
vi: 5% Positive / 5% dương

source: 5% positive
vi: 5% positive / 5% dương

source: 5.0 ELECTRICAL - SERVICES
vi: 5.0 ELECTRICAL - SERVICES / Điện

source: 5.1 Objectives:
vi: 5.1 Objectives: / Mục tiêu

source: 5.2.4 Typical MV Distribution with Primary Loop
vi: 5.2.4 Typical MV Distribution with Primary Loop / Phân phối điện trung thế với vòng mạch sơ cấp

source: 5.2.5 Typical MV Distribution with Primary Loop
vi: 5.2.5 Typical MV Distribution with Primary Loop / Phân phối điện trung thế với vòng mạch sơ cấp

source: 5.2.8.1 Inefficient and Uneconomical Vertical power distribution system
vi: 5.2.8.1 Inefficient and Uneconomical Vertical power distribution system / Hệ thống phân phối theo chiều dọc không hiệu quả và không kinh tế

source: 5.2.8.2 Efficient and economical Vertical power distribution system
vi: 5.2.8.2 Efficient and economical Vertical power distribution system / Hệ thống phân phối theo chiều dọc hiệu quả và kinh tế

source: 5.3 - Schedule of Essential/Critical Services Generator Loads
vi: 5.3 - Schedule of Essential/Critical Services Generator Loads / Mô tả các tải máy phát trọng yếu / thiết yếu

source: 5.5 Lighting
vi: 5.5 Lighting / Chiếu sáng

source: 50 to 500 people - a minimum of two exits
vi: 50 to 500 people - a minimum of two exits / 50-500 người - tối thiểu 2 lối thoát hiểm

source: 50 years
vi: 50 năm

source: 50-200 max at corners/ noncirculation space
vi: 50-200 max at corners/ noncirculation space / 50-200 max ở các góc/không gian không phải hình tròn

source: 500 to 1000 people - a minimum of three exits
vi: 500 to 1000 people - a minimum of three exits / 500-1000 người - tối thiểu 3 lối thoát

source: 500mm above floor
vi: 500mm above floor / 500mm trên mức sàn

source: 60 Minute fire resisting construction
vi: 60 Minute fire resisting construction / Kết cấu chống cháy 60p

source: 60 minutes
vi: 60 minutes / 60p

source: 60 minutes + sprinkler protection
vi: 60 minutes + sprinkler protection / 60p + bảo vệ với sprinkler

source: 75dB (A) at the bed-head and 65dB (A) elsewhere lasting 10 seconds
vi: 75dB (A) at the bed-head and 65dB (A) elsewhere lasting 10 seconds / mức âm tối thiểu 75dBA tại vách đầu giường và 65dBA ở các vị trí còn lại kéo dài 10 giây

source: 800mm
vi: 800mm / Thang máy nên có (các) cửa với độ rộng thông thủy 800mm khi mở

source: 828 kPa to 8480 kPa
vi: 828 kPa - 8480 kPa

source: 90 Minutes fire resisting structure
vi: 90 Minutes fire resisting structure / Kết cấu chống cháy 90p

source: 90 minute fire resisting construction
vi: 90 Minute fire resisting construction / Kết cấu chống cháy 90p

source: 90 minutes + sprinkler protection
vi: 120 minutes + sprinkler / 120p + bảo vệ với sprinkler

source: 90 minutes or 60 minutes + sprinkler protection
vi: 90 minutes or 60 minutes + sprinkler protection / 90p hoặc 60p + bảo vệ với sprinkler

source: 98% of the annual external temperature occurrences must be designed for
vi: 98% of the annual external temperature occurrences must be designed for / Thiết kế cho 98% nhiệt độ bên ngoài xảy ra trong năm

source: < 2.2 sqm. if walls and ceilings are non-combustible. length of closet must not exceed 0.9m.
vi: < 2.2 sqm. if walls and ceilings are non-combustible. length of closet must not exceed 0.9m. / <2.2m2, nếu tường và trần không bắt lửa, chiều dài tủ không vượt quá 0.9m

source: < 5.0 sqm. if walls and ceilings are non-combustible.
vi: < 5.0 sqm. if walls and ceilings are non-combustible. / <5m2, nếu tường và trần không bắt lửa

source: A - ACTIVATION OF SMOKE DETECTORS SOUNDS AN ALARM IN THE ROOM & ALERTS REMOTE ANNUNCIATOR PANEL
vi: A - ACTIVATION OF SMOKE DETECTORS SOUNDS AN ALARM IN THE ROOM & ALERTS REMOTE ANNUNCIATOR PANEL / A - KÍCH HOẠT ĐẦU BÁO KHÓI KHIẾN KÍCH HOẠT MỘT BÁO ĐỘNG TRONG PHÒNG VÀ GỬI TÍN HIỆU VỀ TỦ ĐIỀU KHIỂN

source: A 3pipe system should be zoned differently to a 2 pipe system as illustrated below:-
vi: A 3pipe system should be zoned differently to a 2 pipe system as illustrated below:- / Một hệ thống ba ống nên được chia khu khác với hệ thống 2 ống, như được minh họa dưới đây

source: A block plan with the entire installation shown must be installed next to each FIP mimic panel and repeater panel. The plan must be in the form of a permanent diagram, water and fade resistant. The plan must show all zone areas, building layout, FIP, mimics, repeaters, CIE, FFCP, fire suppression controls, pump room etc.
vi: A block plan with the entire installation shown must be installed next to each FIP mimic panel and repeater panel. The plan must be in the form of a permanent diagram, water and fade resistant. The plan must show all zone areas, building layout, FIP, mimics, repeaters, CIE, FFCP, fire suppression controls, pump room etc. / Phải bố trí sơ đồ mặt bằng cho thấy toàn bộ các hệ thống thiết bị bên cạnh mỗi mimic panel và repeater panel của tủ báo cháy. Sơ đồ mặt bằng phải là dạng sơ đồ vĩnh viễn, chống nước và chống phai màu. Sơ đồ phải cho thấy tất cả các zone, layout tòa nhà, tủ báo cháy, tủ mimic, repeater, CIE, bảng điều khiển quạt, điều khiển hệ thống chữa cháy, phòng máy bơm, v.v.

source: A carbon monoxide detector/alarm is not required in a kitchen. Where the only potential source of CO is gas kitchen equipment, there should be written certification from a professional engineer that it has been installed and complies with local codes and the manufacturers installation instructions
vi: A carbon monoxide detector/alarm is not required in a kitchen. Where the only potential source of CO is gas kitchen equipment, there should be written certification from a professional engineer that it has been installed and complies with local codes and the manufacturers installation instructions / Trong bếp không cần có đầu báo/báo động khí CO. Nơi có nguồn khí CO nguy cơ duy nhất là thiết bị bếp ga, phải có chứng nhận bằng văn bản bởi kỹ sư chuyên nghiệp rằng bếp được lắp đặt tuân thủ với quy định địa phương và hướng dẫn lắp đặt của nhà sản xuất.

source: A dedicated AHU shall be provided to serve the kitchen area. The unit shall provide 100% fresh air (no re-circulation permitted) with heat recovery. This air shall be tempered to room conditions (cooled/heated) prior to supply to the kitchen.
vi: A dedicated AHU shall be provided to serve the kitchen area. The unit shall provide 100% fresh air (no re-circulation permitted) with heat recovery. This air shall be tempered to room conditions (cooled/heated) prior to supply to the kitchen. / Có AHU dành riêng cho khu vực bếp. Unit này sẽ cung cấp 100% khí tươi (không cho phép tái tuần hoàn) và thu hồi nhiệt. Không khí này sẽ được điều chỉnh theo điều kiện phòng (làm mát/gia nhiệt) trước khi cấp vào bếp

source: A dedicated domestic water supply must be provided to serve all of the hotels ‘non-fire’ requirements from the Water Company’s mains. The Water Supply Company’s mains must be fitted with a water meter at the site boundary, as well as a stop valve either side of the water meter. This should also include a low flow meter.
vi: A dedicated domestic water supply must be provided to serve all of the hotels ‘non-fire’ requirements from the Water Company’s mains. The Water Supply Company’s mains must be fitted with a water meter at the site boundary, as well as a stop valve either side of the water meter. This should also include a low flow meter. / Phải có nguồn cấp nước sinh hoạt chuyên dụng để phục vụ tất cả các yêu cầu "không liên quan đến chữa cháy" của khách sạn từ công ty cấp nước. Đường ống của công ty cấp nước phải được gắn đồng hồ nước tại ranh giới khuôn viên khách sạn, cũng như một van chặn ở bên đồng hồ nước. Cũng nên bao gồm một đồng hồ đo lưu lượng nước thấp.

source: A dedicated fire water supply must be provided to serve all of the hotel’s ‘fire’ supplies, which may include:
vi: A dedicated fire water supply must be provided to serve all of the hotel’s ‘fire’ supplies, which may include: / Phải có nguồn cấp nước chuyên dụng cho chữa cháy, phục vụ tất cả các thiết bị chữa cháy của khách sạn, có thể bao gồm:

source: A distribution system must be provided to all items requiring a power supply.
vi: A distribution system must be provided to all items requiring a power supply. / phải đảm bảo phân phối cho tất cả các hạng mục cần điện

source: A fire detection and alarm system sequence matrix- refer to example at the end of this section.
vi: A fire detection and alarm system sequence matrix- refer to example at the end of this section. / Một ma trận trình tự hệ thống phát hiện và báo cháy - tham khảo ví dụ cuối mục này

source: A general evacuation switch to operate all alarm sounders
vi: A general evacuation switch to operate all alarm sounders / Một nút báo động sơ tán chung để vận hành tất cả các loa báo động

source: A lightning protection system is always to be provided to ensure the safe conveyance and dissipation of the lightning energy into the Ground.
vi: A lightning protection system is always to be provided to ensure the safe conveyance and dissipation of the lightning energy into the Ground. / Luôn phải có hệ thống chống sét để đảm bảo việc truyền và giải tỏa năng lượng của sét xuống đất diễn ra an toàn

source: A lightning protection system must be provided for protection of the occupants, structure and its contents in the event of a lightning strike. This must be in accordance with British, European, International or Australian/NZ standards, where there is no conflict with local requirements.
vi: A lightning protection system must be provided for protection of the occupants, structure and its contents in the event of a lightning strike. This must be in accordance with British, European, International or Australian/NZ standards, where there is no conflict with local requirements. / Cần có hệ thống chống sét để bảo vệ người, kết cấu tòa nhà và mọi thứ trong tòa nhà trong trường hợp sét đánh. Việc này phải tuân thủ các tiêu chuẩn của Anh, châu Âu, quốc tế hoặc Úc/New Zealand ở các mục không có mâu thuẫn với yêu cầu địa phương.

source: A lightning rod or lightning conductor is a metal rod or metallic object mounted on top of a building, electrically bonded using an electrical conductor to interface with ground or "earth" through an electrode, to protect the building in the event of lightning strike. If lightning targets the building it will preferentially strike the rod and be conducted to ground through the wire, instead of passing through the building, where it could start a fire or cause electrocution.
vi: A lightning rod or lightning conductor is a metal rod or metallic object mounted on top of a building, electrically bonded using an electrical conductor to interface with ground or "earth" through an electrode, to protect the building in the event of lightning strike. If lightning targets the building it will preferentially strike the rod and be conducted to ground through the wire, instead of passing through the building, where it could start a fire or cause electrocution. / Cột thu lôi là một cột kim loại hoặc một vật kim loại lắp đặt trên nóc tòa nhà, nối đất thông qua dây dẫn điện hoặc điện cực, để bảo vệ tòa nhà trong trường hợp sét đánh. Nếu sét nhắm vào tòa nhà, nó sẽ đánh vào cột thu lôi và được dẫn xuống đất thông qua dây dẫn, thay vì thông qua tòa nhà - có thể dẫn đến hỏa hoạn hoặc giật điện.

source: A master antennae television aerial system with appropriate cable distribution network and amplifiers as necessary must be provided throughout the building, to suit InterContinental Hotels Group requirements and local station availability.
vi: A master antennae television aerial system with appropriate cable distribution network and amplifiers as necessary must be provided throughout the building, to suit InterContinental Hotels Group requirements and local station availability. / Hệ thống MATV với mạng lưới cáp và bộ khuếch đại phù hợp cần được bố trí trên khắp khách sạn, tuân thủ yêu cầu của IHG và tùy thuộc vào cáp truyền hình địa phương

source: A minimum of 60 minutes fire resisting separation must be provided between the following areas:
vi: A minimum of 60 minutes fire resisting separation must be provided between the following areas: / Phải có kết cấu chống cháy 60p ngăn giữa các khu vực sau
